"+ Add" = "+ Adicionar";

"Add a card" = "Adicionar um cartão";

"Add a payment method" = "Adicionar um método de pagamento";

"Add bank account" = "Adicionar conta bancária";

"Add new payment method" = "Adicionar novo método de pagamento";

"Add your payment information" = "Adicione as suas informações de pagamento";

"Approve payment" = "Aprovar pagamento";

"Are you sure you want to remove this card?" = "Tem a certeza de que quer remover este cartão?";

"Are you sure you want to remove this linked account?" = "Tem a certeza de que quer remover esta conta associada?";

"Back" = "Voltar";

"Bank account" = "Conta bancária";

"Buy now or pay later with Klarna." = "Comprar agora ou pagar mais tarde com Klarna.";

"Buy using a UPI ID" = "Comprar com uma ID UPI";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ao continuar, concorda em autorizar pagamentos de acordo com <terms>estas condições</terms>.";

"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Ao continuar, concorda em autorizar pagamentos de acordo com estes <terms>termos</terms>.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ao juntar-se ao Link, concorda com as <terms>Condições</terms> e com a <privacy>Política de Privacidade</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Quando fornecer os seus dados de pagamento e confirmar este pagamento, autoriza (A) %@ e a Stripe, o nosso provedor de serviços de pagamentos, a enviar instruções ao seu banco para debitar a sua conta e (B) o seu banco a debitar a sua conta de acordo com essas instruções. Como parte dos seus direitos, tem direito a um reembolso do seu banco de acordo com os termos e condições do seu acordo com o banco. Um reembolso deve ser solicitado até 8 semanas a partir da data na qual a sua conta foi debitada. Os seus direitos são explicados numa declaração que pode obter do seu banco. Aceita receber notificações de futuros débitos até 2 dias antes de serem efetuados.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ao guardar a sua conta bancária para %@, concorda em autorizar pagamentos de acordo com <terms>estas condições</terms>.";

"Cancel and pay another way" = "Cancelar e pagar de outra forma";

"Change email" = "Alterar email";

"Choose a payment method" = "Selecione um método de pagamento";

"Close card scanner" = "Fechar leitor de cartões";

"Code sent" = "Código enviado";

"Default" = "Predefinido";

"EPS Bank" = "Banco EPS";

"Enter address manually" = "Introduzir endereço manualmente";

"Enter the code sent to %@ to use Link to pay by default." = "Introduza o código enviado para %@ para utilizar o Link como método de pagamento predefinido.";

"Enter your verification code" = "Introduza o seu código de verificação";

"For security, please re-enter your card’s security code." = "Por motivos de segurança, volte a introduzir o código de segurança do seu cartão.";

"IBAN" = "IBAN";

"Join Link" = "Aderir ao Link";

"Log out of Link" = "Terminar sessão no Link";

"Not %@?" = "Não é %@?";

"Open your UPI app to approve your payment within %@" = "Abra a sua aplicação UPI para aprovar o seu pagamento com %@";

"Or" = "Ou";

"Or pay using" = "Ou pagar com";

"Or pay with a card" = "Ou pagar com um cartão";

"Pay %@" = "Pagar %@";

"Pay another way" = "Pagar de outra forma";

"Pay faster at %@ and thousands of merchants." = "Pague mais rapidamente em %@ e milhares de comerciantes.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Pagar em <num_installments/> pagamentos sem juros de <installment_price/> com <img/>";

"Pay later with Klarna." = "Pagar mais tarde com Klarna.";

"Pay over time with %@" = "Pagar ao longo do tempo com %@";

"Pay using" = "Pagar com";

"Pay with %@" = "Pagar com %@";

"Pay with your bank account in just a few steps." = "Pague com a sua conta bancária em apenas alguns passos.";

"Payment" = "Pagamento";

"Payment failed" = "Falha no pagamento";

"Payment methods" = "Métodos de pagamento";

"Please go back and select another payment method" = "Volte atrás e selecione outro método de pagamento";

"Point the camera at your card." = "Aponte a câmara para o seu cartão.";

"Processing..." = "A processar…";

"Przelewy24 Bank" = "Banco Przelewy24";

"Remove %1$@ ending in %2$@" = "Remover %1$@ que termina em %2$@";

"Remove Card" = "Remover cartão";

"Remove card" = "Eliminar cartão";

"Remove linked account" = "Remover conta associada";

"Resend code" = "Enviar novamente o código";

"Save address" = "Guardar endereço";

"Save for future payments" = "Guardar para pagamentos futuros";

"Save my info for secure 1-click checkout" = "Guardar as minhas informações para finalização de compra segura de 1 clique";

"Save this account for future %@ payments" = "Guardar esta conta para pagamentos %@ futuros";

"Save this card for future %@ payments" = "Guardar este cartão para pagamentos futuros %@";

"Secure 1⁠-⁠click checkout" = "Finalização de compra segura de 1 clique";

"Select your payment method" = "Selecione o seu método de pagamento";

"Set as default" = "Tornar predefinido";

"Set as default payment method" = "Definir como método de pagamento predefinido";

"Set up" = "Configurar";

"Shipping to %@ is not supported." = "O envio para %@ não é suportado.";

"Show menu" = "Mostrar menu";

"Sign in to your Link account" = "Inicie sessão na sua conta Link";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "A Stripe efetuará um depósito de 0,01 USD na sua conta dentro de 1 a 2 dias úteis. Receberá posteriormente um email com instruções para concluir o pagamento a %@.";

"Tap to close" = "Toque para fechar";

"Tap to expand" = "Toque para expandir";

"The IBAN you entered is incomplete." = "O IBAN que introduziu está incompleto.";

"The provided verification code has expired." = "O código de verificação fornecido expirou.";

"The provided verification code is incorrect." = "O código de verificação fornecido está incorreto.";

"This card has expired. Update your card info or choose a different payment method." = "Este cartão expirou. Atualize as informações do seu cartão ou utilize um método de pagamento diferente.";

"This is your default" = "Este é o seu método predefinido";

"Too many attempts. Please try again in a few minutes." = "Demasiadas tentativas. Tente novamente dentro de alguns minutos.";

"Unavailable for this purchase" = "Indisponível para esta compra";

"Update card" = "Atualizar cartão";

"Use your saved info to check out faster" = "Utilizar as suas informações guardadas para finalizar compras mais rapidamente";

"Your IBAN should start with a two-letter country code." = "O seu IBAN deve começar por um código de duas letras correspondente ao país.";

"iDEAL Bank" = "Banco iDEAL";
